Repository: tyrylu/united_guards
Catalog: lang/*/LC_MESSAGES/messages.po
Languages: cs

source: Game Over. Your final score is {0}.
cs: Konec hry. Máte {0} bodů.

source: Your score is {0}.
cs: Máte {0} bodů.

source: You have {0} lives remaining.
cs: Zbývá vám {0} životů.

source: Exiting now.
cs: Ukončuji...

source: This is very simple. Listen for incoming planes and press corresponding arrow (Left, Up or Right) to launch a missile in given direction. Press L to announce number of remaining lives and S to announce your score. Press ESCAPE to pause the game. Have fun!
cs: Je to fakt jednoduché. Dobře poslouchejte, budou na vás nalétávat letadla. Pomocí šipek vlevo, nahoru a vpravo střílíte rakety vlevo, vpřed a vpravo. Vašim úkolem je sestřelit co nejvíce letadel. Klávesa S oznámí vaše skóre a L počet zbývajících životů. ESCAPE přeruší hru. Dobře se bavte!

source: {0} points
cs: {0} bodů

source: Go back
cs: Zpět do předchozí nabídky

source: Use up and down arrows to browse score. Select last item to return to the main menu.
cs: Pro procházení vašich skóre použijte šipky nahoru a dolů. Zvolte poslední položku pro návrat do předchozí nabídky.

source: Start the game
cs: Začít hrát

source: View your score
cs: Prohlédnout skóre

source: Reset your score
cs: Vynulovat skóre

source: Read instructions
cs: Číst pokyny ke hře

source: Quit the game
cs: Ukončit hru

source: Welcome to the main menu. Use up and down arrows to select an item, enter to confirm and escape to quit.
cs: Vítejte v hlavní nabídce. Pomocí šipek nahoru a dolů zvolte možnost, potvrďte klávesou ENTEr a pro opuštění stiskněte klávesu ESCAPE.

source: Continue the game
cs: Pokračovat ve hře

source: Abort the game and return to the main menu.
cs: Přerušit hru a vrátit se do hlavní nabídky

source: Do you really want to abort the game?
cs: Opravdu chcete přerušit hru?

source: Welcome to the game.
cs: Vítejte ve hře.
